-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Aug 22, 2024 at 08:40 AM
-- Server version: 10.4.25-MariaDB
-- PHP Version: 8.1.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `dncc`
--

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `status` tinyint(3) UNSIGNED NOT NULL DEFAULT 1 COMMENT '1=>Active, 0=>Inactive',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `name`, `status`, `created_at`, `updated_at`) VALUES
(2, 'Test Category', 1, '2024-07-30 06:52:05', '2024-07-30 06:52:05');

-- --------------------------------------------------------

--
-- Table structure for table `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `uuid` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `connection` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `queue` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `exception` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `information`
--

CREATE TABLE `information` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `ref_no` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `zonename` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `businame` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `ownername` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `mob` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `busiadd` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `information`
--

INSERT INTO `information` (`id`, `ref_no`, `zonename`, `businame`, `ownername`, `mob`, `busiadd`, `created_at`, `updated_at`) VALUES
(8, '88813', '৫ কারওয়ান বাজার', 'মেশিনারী এন্ড ইকুইপমেন্ট ট্রেডিং কোং লিঃ', 'খন্দকার মোহাম্মদ খালেদ', '০১৭১১৮০৯৯০০', '২৬, শ্যামলী মিরপুর রোড, ঢাকা', '2024-08-21 16:19:39', '2024-08-21 16:19:39'),
(9, '88814', '৩ মহাখালী', 'মনিরা এন্টারপ্রাইজ', 'মোঃ জহিরুল ইসলাম', '০১৬৮৮৯৯১১১১', 'ই-৬, মধ্যবাড্ডা, বাড্ডা, ঢাকা-১২১২। ', '2024-08-21 16:19:39', '2024-08-21 16:19:39'),
(135, '34918', '৪ মিরপুর', 'ঢাকা ফার্মেসী এন্ড ডিপার্টমেন্টাল ষ্টোর', 'মোঃ মুজাহিদ', '০১৮৬৬৭৬৪৯৭৬', '৩৯/১২, সেনপাড়া পর্বতা, সমাজ কল্যাণ মসজিদ মার্কেট রোড, মিরপুর-১০, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(136, '34919', '৪ মিরপুর', 'মেসার্স ইসলাম এন্টারপ্রাইজ', 'মোঃ মনিরুল ইসলাম', '0191623364', '৬০১ কাফরুাল,ঢাকা-১২০৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(137, '34920', '৪ মিরপুর', 'ইউ-ট্রেন্ড ফার্নিচার', 'হাসিব ইফতেখার ওয়াহিদ চৌধুরী', '01922222157', '১০৩৭ শেওড়াপাড়া,বেগম রোকেয়া স্বরনী,মিরপুর,ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(138, '34921', '১০ সাতারকুল', 'ইনসাফ রাইস এজেন্সী', 'মোঃ আফজাল হোসেন', '01755034480', '৮২৬, হাজী আব্দুল হামিদ সুপার মার্কেট, সাতারকুল রোড, উত্তর বাড্ডা, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(139, '34922', '৩ মহাখালী', 'রণী এন্টারপ্রাইজ', 'মোঃ শওকতুজ্জামান', '০১৯১৬৪৫২০২১', 'এইচ-৮৬, বীর উত্তম জিয়াউর রহমান সড়ক, বনানী, ঢাকা', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(140, '34923', '৫ কারওয়ান বাজার', 'ইনোভেটিভ এন্টারটেইনমেন্ট ', 'মোঃ সালাফিন আনোয়ার', '01717460641', 'হাউজ-০১, রোড-০৩, ব্লক-বি, বছিলা সিটি ডেভেলপার, মোহাম্মদপুর, ঢাকা-১২০৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(141, '34924', '২ মিরপুর', 'এন এইচ ডিজাইন প্রিন্টিং', '১/ আমান উল্যাহ ২/ মোহাম্মদ শফিকুল ইসলাম', '01721861911', '৩২/এ, এভিনিউ-০৫, রোড-১৫/১, ব্লক-সি, সেকশন-১১, পল্লবী, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(142, '34925', '৪ মিরপুর', 'মেসার্স আয়েশা সিজদাহ্ ট্রেড ইন্টারন্যাশনাল', '১/ মোহাঃ আবদুল শুক্কুর ২/ রিয়াদ জাবির', '01812105727', '৩/২/এ,বড়বাগ,মিরপুর,ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(143, '34926', '৬ উত্তরা', 'মেসার্স  এ, বি কনস্ট্রাকশন', 'গোলাম মোস্তফা', '01715-505134', 'প্লট-০২, এভিনিউ-০৯, পাকুরিয়া, তুরাগ, ঢাকা-১২৩০।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(144, '34927', '৯ ভাটারা', 'আর কে সি এন্টারপ্রাইজ', 'রফিকুল ইসলাম, মোঃ কামাল হোসেন, সালাহ্ উদ্দিন ভুইয়া', '০১৯৭৫৫৫৭০৭', 'হোল্ডিং-২৩৯, দাগ-২০৭৬, ডুমনী, নয়াপাড়া, তলনা, খিলক্ষেত, ঢাকা', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(145, '34928', '৩ মহাখালী', 'এমআরএফ ডেভলপারস  লিমিটেড', 'মোহাম্মদ  মহিউদ্দিন', '০১৭০৩৮৮৮৮৮৩', 'ট-১১৯, হাসিনা মঞ্জিল, মধ্য বাড্ডা, গুলশান, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(146, '34929', '৪ মিরপুর', 'এ.বি.সি সোর্সিং', 'আশরাফুল আলম', '01816543952', '২১৭, সেনপাড়া পর্বতা, মিরপুর-১০, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(147, '34930', '৬ উত্তরা', 'রাইয়ান‍‌‌\'স সেন্টার', 'রাইয়ান উজ জামান', '০১৭১১৫৭৫৪৫০', 'প্লট-৩০, সোনারগাঁও জনপথ রোড, সেক্টর-১১, উত্তরা, ঢাকা-১২৩০।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(148, '34931', '৯ ভাটারা', 'ভূঁইয়া মোটর পার্টস', 'মোঃ আলাউদ্দিন ভূঁইয়া', '01712139561', 'হোল্ডিং-১৯৬, মাদানী এভিনিউ, ১০০ ফিট, ভাটারা, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(149, '34932', '৩ মহাখালী', 'তাজ এক্সিম', 'জহিরুল ইসলাম ', '01732226600', '২৯২, পূর্ব নাখালপাড়া, তেজগাঁও বা/এ,ঢাকা-১২১৫', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(150, '34933', '৫ কারওয়ান বাজার', 'নিলয় এন্টারপ্রাইজ', 'পারুল বেগম', '০১৯১৭০৭৭২৭১', '৮৫/এ, গালিব স্বরনী, তেজকুনীপাড়া, তেজগাঁও, ঢাকা-১২১৫', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(151, '34934', '৯ ভাটারা', ' আর রাইয়ান ফার্নিশিং', 'তারিকুল ইসলাম', '01875892079', 'হোল্ডিং-৫১৫, পূর্ব ভাটারা, রোড- ১০০ ফিট রোড, নতুন বাজার, গুলশান-২, ভাটারা, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(152, '34935', '৫ কারওয়ান বাজার', 'পার্ক ওয়ে', 'মোঃ মাকসুদুদুর রহমান', '01911158856', 'দোকান নং-২২৫, সেজান পয়েন্ট, হোল্ডিং-০২, ইন্দিরা রোড, ফার্মগেট, তেজগাঁও, ঢাকা-১২১৫ ', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(153, '34936', '৪ মিরপুর', 'পরিচয়', 'ফরিদা পারভিন', '01632053344', 'বাসা-২৪০/২, ফ্ল্যাট-২/সি, দক্ষিন কাফরুল, ঢাকা সেনানিবাস, ঢাকা-১২০৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(154, '34937', '৯ ভাটারা', 'উইন ভাইব', 'মোঃ সারোয়ার জাহান', '01648583665', 'বাড়ী-১২৮, রেড-৪, ব্লক-সি, বসুন্ধরা আ/এ, ভাটারা, ঢাকা', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(155, '34938', '৫ কারওয়ান বাজার', 'হ্যাটম্যান কুকিং', 'সোয়েব রহমান', '01748828396', 'ফ্ল্যাট-৫বি, বাড়ি-২০, রোড-০৬, ব্লক-এ, নবোদয় হাউজিং সোসাইটি, মোহাম্মদপুর, ঢাকা-১২০৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(156, '34939', '১ উত্তরা', 'আর ইউ ইন্টারন্যাশনাল ট্রাভেলস', 'ফয়েজ উল্যা', '০১৮১৩০৭৭৭০২', 'প্লট-৩৪, এইচ এম প্লাজা, ৫ম তলা, রুম নং-৫০২, সেক্টর-০৩, উত্তরা, ঢাকা-১২৩০', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(157, '34940', '৩ মহাখালী', 'মেসার্স জিসান কনস্ট্রাকশন', 'জিসান সাদেক', '০১৭২৯২০২৩০৩', '১৮০/৫ তেজগাঁও শি/এ, ঢাকা-১২০৮', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(158, '34941', '৩ মহাখালী', 'ড্রিম এন বিল্ড', 'মোহাম্মদ শামীম আহমেদ', '০১৯১৭৬৬৫৫৪৪', '১৮০/৫ তেজগাঁও শি/এ, ঢাকা-১২০৮', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(159, '34942', '৩ মহাখালী', 'ইসলাম ট্রেডিং', 'তাসভির উল ইসলাম', '০১৮৩৩৩৩৩০৮০', '১৮০/৫ তেজগাঁও শি/এ, ঢাকা-১২০৮', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(160, '34943', '৩ মহাখালী', 'আহাদ এন্টারপ্রাইজ', 'আহাদুজ্জামান (্নুর)', '০১৭২৮০১৭৫৫৫', '১৮০/৫ তেজগাঁও শি/এ, ঢাকা-১২০৮', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(161, '34944', '৩ মহাখালী', 'অটো পাটর্স সলিউশনস', 'মোঃ শাহরিয়ার হাসান', '০১৭৪২৩৯৬৩৯৯', '২৭/১ নদ্দা, গুলশান, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(162, '34945', '৬ উত্তরা', 'মা ট্রেডিং', 'মোঃ মোজাম্মেল হক ডালিম', '019565558855', 'বাড়ী-৩৫, রোড-০১, নলভোগ, নিশাতনগর, তুরাগ, ঢাকা-১২৩০', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(163, '34946', '৬ উত্তরা', 'নুমাইরা হেলথ কেয়ার জোন', 'এস. এম. মেহেদী হাসান সুমন', '01716-556688', 'বাড়ী-৫৫, রোড-০২, ডিয়াবাড়ী, তুরাগ, ঢাকা-১২৩০।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(164, '34947', '৩ মহাখালী', 'আই কে এইচ জেনারেল কন্সট্রাকশন কোম্পানী লিঃ', 'ইমরান খান (ব্যবস্থাপনা পরিচালক)', '০১৭১১০২৬৫০৯', 'গ-৩২, মধ্য বাড্ডা, বাড্ডা, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(165, '34948', '২ মিরপুর', 'মা-বাবা এন্টারপ্রাইজ', '১। মোঃ আলতাফ হোসেন, ২। মোঃ আবুল খায়ের', '০১৭১৮৩২৯৬৪০', '৩২/৩ পশ্চিম ভাষানটেক,ঢাকা-১২০৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(166, '34949', '৩ মহাখালী', 'রুপালী টেইলার্স', 'মোঃ আবুবকর সিদ্দিক ', '০১৭০৬১৯৩২০৭', 'ক-১৪৮, দক্ষিন বাড্ডা, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(167, '34950', '৩ মহাখালী', 'টি পি এ কোর', '১.ইসরাত জাহান ২. মিসেস শারমিন আক্তার ', '০১৯৫৪৯৯৬৬৭৯', 'খ-২০২, মধ্য বাড্ডা, বাড্ডা, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(168, '34951', '২ মিরপুর', 'স্টিছ ল্যাব ফ্যাশন সোর্সিং', 'মোঃ আবু সাঈদ', '০১৯৮৫৯৮১৫১৭', '১৪/১১, পল্লবী, মিরপুর ঢাকা-১২১৬।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(169, '34952', '১০ সাতারকুল', 'সুরাইয়া ফার্মেসি', 'সুরাইয়া খাতুন বন্যা', '০১৩১৪৫৫৮৩৯৬', '৭৮/১, খালপাড়, উত্তর বাড্ডা, বাড্ডা, ঢাকা-১২১২।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(170, '34953', '৪ মিরপুর', 'স্টাইলসপার্ক এক্সপোর্ট বিডি', 'বানিকা সুলতানা কনা', '০১৬০৭০৫৬৬০৮', '৫২/৩/এ, আহম্মেদনগর, পাইকপাড়া, মিরপুর, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(171, '34954', '৪ মিরপুর', 'আল হাসান টেলিকম', 'মোঃ দুলাল সরকার', '০১৮৪৯৪৫২৫১২', 'দোকান-৬৮০ (৬ষ্ঠ তলা) মিরপুর শপিং সেন্টার, মিরপুর-০২, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(172, '34955', '৫ কারওয়ান বাজার', 'সান ভ্যালী ট্রেডার্স', 'মোঃ রবিউল ইসলাম', '০১৭২৬১০৭৬২৫', '১৫/১/১, কাওরান বাজার লেন, পশ্চিম তেজতুরী বাজার, তেজগাঁও, ঢাকা-১২১৫', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(173, '34956', '১০ সাতারকুল', 'কুষ্টিয়া পার্টিকেল', 'মো: আলাল মোল্লা', '০১৯২৫৩৮৪৬৪০', 'দাগ-২৩৮, আব্দুল্লাবাগ, উত্তর বাড্ডা, ঢাকা-১২১২।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(174, '34957', '৪ মিরপুর', 'এসরটেক', 'আদনান ইসলাম', '01777903963', '১৫৪,ইব্রাহীমপুর,কাফরুল,ঢাকা-১২০৬.', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(175, '34958', '৩ মহাখালী', 'এস এ এন্টারপ্রাইজ', 'মোঃ আনোয়ার হোসেন', '01195486920', '১৬৭, পশ্চিম নাখালপাড়া, তেজগাঁও, ঢাকা-১২১৫', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(176, '34959', '৫ কারওয়ান বাজার', 'অ্যাডমায়ার এক্সপোর্ট ইমপোর্ট', 'এম এ মালেক', '০১৮১৯২১১৬৯০', 'নতুন-১২৬/এ/বি, মনিপুরী পাড়া, (পুরাতন ৭৩) এয়ারপোর্ট রোড, লায়ন শপিং কম্পেলেক্স (৪র্থ তলা) রুম-৪২৫, তেজগাঁও, ঢাকা-১২১৫', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(177, '34960', '৩ মহাখালী', 'দৈনিক প্রেক্ষাপট', 'আবদুল কাদের', '০১৮১৭১০২০২৯', '৩৯৪/১ ডি আইটি রোড, পশ্চিম রামপুরা, ঢাকা-১২১৯', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(178, '34961', '১০ সাতারকুল', 'রাহাত এন্টারপ্রাইজ ', 'মোঃ নুরুল ইসলাম ', '01740060009', 'হোল্ডিং -১৮১৪,পূর্ব বাড্ডা ,কবরস্থান রোড,ওয়ার্ড-৩৭, বাড্ডা,গুলশান, ঢাকা-১২১২।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(179, '34962', '৫ কারওয়ান বাজার', 'জুনাইদ ডোর এন্ড ফার্নিচার', 'মোঃ মহিবুল্লাহ', '০১৭২৮৪২১০১৩', '৭৮০/১৭/এ, বছিলা সেতু রোড, দেলোয়ার হোসেন মার্কেট, বড়বাড়ি, বছিলা, মোহাম্মদপুর, ঢাকা-১২০৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(180, '34963', '৭ দক্ষিণখান', 'কালার জোন ইয়ার্ন', 'শাহ নুরে আলম সিদ্দিক বপ্পি', '০১৭১৬৫১৭২০১', 'প্লট-৩৪২, চালাবন, আজমপুর, দক্ষিণখান, ঢাকা-১২৩০', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(181, '34964', '২ মিরপুর', 'রাশা কর্পোরেশন', 'রাশিদা খানম পপি', '০১৭৪৭১৮৯৬০৫', 'বাসা-১৩, ফ্ল্যাট-জি/এ, রোড-২, ব্লক-এফ,  বর্ধিত পল্লবী,মিরপুর,ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(182, '34965', '২ মিরপুর', 'নাহার ফার্মেসী', 'মোহাম্মদ আতাউর রহমান', '০১৭৫৭৭৫৩৯২৬', '১১/এ, মেইন রোড-৩, প্লট-১০, পল্লবী, মিরপুর,ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(183, '34966', '৪ মিরপুর', 'শৈল্পিক আর্কিটেকস ইঞ্জিনিয়ার্স এন্ড ইন্টেরিওর্স', 'মোহাম্মদ আলী', '01712047534', '২৩১, (সেন্টাল প্লাজা), সেনপাড়া পর্বতা, মিরপুর, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(184, '34967', '৪ মিরপুর', 'গাজী কম্পিউটার এমব্রটারী', 'মোঃ বোরহান আহমেদ অভি', '01915718630', '১১০/১০/এ, শেওড়াপাড়া, মিরপুর, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(185, '34968', '৯ ভাটারা', 'মনোয়ারা পাটর্স এন্ড সাভিসিং সেন্টার', 'মনোয়ারা বেগম', '০১৮৩৪০২৫১৬২', 'হোল্ডিংং-৪৩৫, দাগ-৩২৩৫, ছোলমাইদ, ভাটারা, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(186, '34969', '৫ কারওয়ান বাজার', 'ইপশিতা টেইলার্স', 'আবদুল মালেক', '01673636490', '৬০/এ, জাফরাবাদ, রায়ের বাজার, মোহাম্মদপুর, ঢাকা-১২০৭  ', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(187, '34970', '৫ কারওয়ান বাজার', 'দি ডে নাইট ফার্মা', 'মোঃ মামুন হোসেন', '০১৭১০২২৩৩৯১', '২৪, শ্যামলীবাগ, শের-ই-বাংলা নগর, ঢাকা-১২০৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(188, '34971', '৫ কারওয়ান বাজার', 'দি ঢাকা অপটিকস্‌', 'মোঃ আদনানুর রহমান', '০১৭৩০৮০৭৮৭১', 'বাড়ী-২০, রোড-০১, ব্লক-খ, পিসি কালচার হাউজিং সোসাইটি, আদাবর, ঢাকা-১২০৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(189, '34972', '৩ মহাখালী', 'টি এন এফ ফার্মা', 'মোঃ আশরাফুল হক', '০১৭১১০৩৬৯০৮', 'জিপি জ- ২৮/৭, মহাখালী ওয়ারলেস গেট, গুলশান, বনানী, ঢাকা- ১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(190, '34973', '৫ কারওয়ান বাজার', 'অটো সাউথ এএমএস লিঃ', 'মোঃ আলমগীর হোসেন (ব্যবস্থাপনা পরিচালক)', '০১৯৩৫৫৬৫৫১৬', 'বাড়ী নং- ৮৪৩/৩, রোড নং- ০৬, বায়তুল আমান হাউজিং সোসাইটি, আদাবর, ঢাকা- ১২০৭।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(191, '34974', '৩ মহাখালী', 'আল্লাহর দান রিফ্রিজারেশন ', 'মোঃ সোহেল ', '০১৭১১০৭০০৬১', 'ক-৫, রসুলবাগ, মহাখালী, ঢাকা-১২১২। ', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(192, '34975', '৩ মহাখালী', 'মোল্লা এন্টারপ্রাইজ', 'মোহাম্মদ জাকির মোল্লা', '০১৭১৫০৬২০৬৫', '৩৩০/২, পূর্ব নাখালপাড়া, তেজগাঁও, ঢাকা-১২১৫', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(193, '34976', '৪ মিরপুর', 'জাইফা কনস্ট্রাকশন', 'মোঃ আবু তাহের', '01710077277', 'বাসা-২, রোড-৭, কল্যানপুর, মিরপুর, ঢাকা-১২০৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(194, '34977', '৩ মহাখালী', 'এম জেড ইঞ্জিনিয়ারিং', 'মোঃ জহিরুল ইসলাম', '০১৭৩৩০১৬১৬২', '৩৬০, পূর্ব নাখালপাড়া, তেজগাঁও, ঢাকা-১২১৫', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(195, '34978', '৩ মহাখালী', 'জুরাইরা খান এন্টারপ্রইজ ', 'শিল্পি আক্তার ', '০১৮৭৩০৪৩৫০৯', 'গ-১৬০/৩/বি, মধ্য বাড্ডা, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(196, '34979', '৫ কারওয়ান বাজার', 'এসবি৭', 'সুমাইয়া আক্তার বিথী', '01922447771', 'বাসা-৫২/৪, পশ্চিম রাজাবাজার, শেরে বাংলা নগর, ঢাকা-১২১৫', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(197, '34980', '৪ মিরপুর', 'টিউটর প্রোভাইড টেকনোলজিস লিমিটেড', 'মোঃ সাইফুল ইসলাম (চেয়ারম্যান)', '01703681178', '১/এ, সেনপাড়া পর্বতা, শাহ আলী প্লাজা, অফিস-১১০৫, (১১ তলা), মিরপুর-১০, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(198, '34981', '৪ মিরপুর', 'মুন্সিগঞ্জ টেলিকম', 'মোহাইমিনুল ইসলাম চৌধুরী', '01701070702', '১/এ, সেনপাড়া পর্বতা, শাহ-আলী প্লাজা (৩য় তলা), দোকান-৪১, মিরপুর ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(199, '34982', '৪ মিরপুর', 'এসবি ফেব্রিক্রাফ্টস', 'মোঃ রুহুল আমিন', '01812411212', '৩৫৬/৩, আহম্মদনগর, মিরপুর, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(200, '34983', '১ উত্তরা', 'এ ডি ফেব্রিকেশন', 'মোঃ জাকির হোসেন', '০১৯১২৮৬১৪২১', 'ক-৫০/৪/বি,বিশ্ব রোড, কুড়িল ফ্লাইওভার, খিলক্ষেত, ঢাকা-১২২৯', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(201, '34984', '৫ কারওয়ান বাজার', 'সাইফা কালেকশন', 'মোঃ তৌহিদুল ইসলাম', '০১৯৩১১৫০২০৪', 'প্লট নং-৮৩, রোড নং-০৪, সুনিবিড় হাউজিং, আদাবর, ঢাকা-১২০৭।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(202, '34985', '২ মিরপুর', 'বিসমি জেনারেল ষ্টোর', 'আবু ছায়েদ মাঝি', '০১৯৫৯৮২৬১০৮', '১১/সি, এভিনিউ-৫, রোড-১৫/১, প্লট-১৬, পল্লবী মিরপুর ঢাকা-১২১৬।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(203, '34986', '১০ সাতারকুল', 'আল্লাহর দান মসলা বিতান', 'সালমা আক্তার', '০১৯৭৬৮৬৪১১৮', 'দোকান নং-১৩, মেইন রোড, ব্লক-জি, আফতাব নগর, বাড্ডা, ঢাকা-১২১২।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(204, '34987', '৩ মহাখালী', 'এ এন এ ইঞ্জিনিয়ারিং', 'অনুপ বালা', '০১৫৩২৭১৪৬৬৪', 'ক-৪৪, মহাখালী দক্ষিণপাড়া (৪র্থতলা), মহাখালী, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(205, '34988', '১ উত্তরা', 'নিউ মনে পড়ে', 'মোঃ লোকমান হোসেন', '০১৭১৬০৮৯৯০৬', 'প্লট-১০৭/এ, ম্যাসকট প্লাজা,২য় তলা দোকান নং-২৩১, সেক্টর-০৭, উত্তরা, ঢাকা-১২৩০', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(206, '34989', '১ উত্তরা', 'কিউটন মেড', 'মোঃ নাইম ইসলাম', '০১৭৭১১৪০০৫৬', 'প্লট-৪৩, আমির কমপ্লেক্স, দোকান নং-৪৫,৪র্থ তলা, সেক্টর-০৩, উত্তরা, ঢাকা-১২৩০', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(207, '34990', '৩ মহাখালী', 'নাহার মানি চেঞ্জার লিমিটেড ', 'মোঃ তরিকুল ইসলাম (এম.ডি)', '০১৭১৩৫৬০৬৯৬', '২৫/১,চৌধুরীপাড়া, মালিবাগ ডিআই টি রোড, রামপুরা, ঢাকা-১২১৯', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(208, '34991', '২ মিরপুর', 'রাম্বল বিডি', 'মোঃ হাসনাইন', '০১৭১১৪৪৯৩২৫', 'সেকশন-৬ ব্লক-এ, রোড-৪ প্লট-২, মিরপুর ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(209, '34992', '৩ মহাখালী', 'আর এম ইন্টারন্যাশনাল ', 'মোঃ রুবেল হাওলাদার', '০১৯৫৫৯৬৮৩২২', 'খ-৩২/এ, শাহজাদপুর, গুলশান, ঢাকা-১২১২  ', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(210, '34993', '৬ উত্তরা', 'জাফরা হোল্ডিংস', 'জাহিদুল ইসলাম', '01814-502007', 'বাসা-১০৫, উলুদাহা মার্কেট, পুলিশ ফারি মেইন রোড, তুরাগ, ঢাকা-১২৩০।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(211, '34994', '১০ সাতারকুল', 'এম, এস, মেডিকেয়ার', 'এস, এম, মুস্তাফিজুর রহমান', '০১৬১৪৭৫৫৮৫১', 'বাড়ী-১০, রোড-৪, ব্লক-এইচ, সেক্টর-২, আফতাবনগর, বাড্ডা, ঢাকা-১২১২।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(212, '34995', '৪ মিরপুর', 'ফান এন লার্ন', 'চৌধুরী ইমতিয়াজ আল কায়েদ গং', '01752494922', '৮৩/৪,ইব্রাহীমপুর,কাফরুল,ঢাকা-১২০৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(213, '34996', '৫ কারওয়ান বাজার', 'আর. কে. রেফ্রিজারেশন এন্ড ইলেকট্রিক্যাল ওয়ার্কস', 'মোঃ রেজাউল করিম চৌধুরী (রিপন)', '০১৭১৫১২১৩০৩', 'বাড়ী-৫৩, রোড-১২, ব্লক-খ, পিসি কালচার হাউজিং সোসাইটি, শেখেরটেক, আদাবর, ঢাকা-১২০৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(214, '34997', '৩ মহাখালী', 'জননী টায়ার এন্ড ব্যাটারী হাউজ ', 'লিটন বিশ্বাস ', '০১৭৫১২৩৯২৬০', 'জ-১৭, দোকান নং-০১, মহাখালী, ঢাকা-১২১২। ', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(215, '34998', '৩ মহাখালী', 'আল-শেফা ফার্মেসী', 'মেহেদী হাসান', '01615140120', 'প-৩২, জাগরনী ক্লাব, দক্ষিণ বাড্ডা, বাড্ডা, গুলশান, ঢাকা-১২১২।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(216, '34999', '৪ মিরপুর', 'মেসার্স রাসেল এন্টারপ্রাইজ', 'মোঃ রাসেল', '01680151254', '৮৬/১, ইব্রাহীমপুর, কাফরুল, ঢাকা-১২০৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(217, '35000', '৩ মহাখালী', 'বাজার এক্সওয়াইজেড', 'শাহ সিকান্দার', '০১৭১৬৬৩৫৪৫৮', '৬০৪, বড় মগবাজার, ঢাকা-১২১৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(218, '35001', '৪ মিরপুর', 'জহির এন্টারপ্রাইজ', 'মোঃ জহিরুল ইসলাম', '01748843982', '৭০৯, পশ্চিম শেওড়াপাড়া, মিরপুর, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(219, '35002', '৩ মহাখালী', 'স্টার কম্পিউটার', 'রীনা আক্তার', '০১৩৩৩২৫৫৯০৮', '৩৭৩/১, মধুবাগ, মগবাজার, ঢাকা-১২১৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(220, '35003', '৪ মিরপুর', 'এফ আর এক্সপোর্ট', 'ফেরদৌস ইসলাম লিটন', '01917032801', '৩০৯, পশ্চিম আহম্মদনগর, মিরপুর, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(221, '35004', '৩ মহাখালী', 'জেমস মেরিটাইম লিমিটেড', 'মোহাম্মদ শাহাদাত হোসেন (এম ডি)', '০১৭১৩১১৬২২৯', 'আমানুল্লাহ ট্রেড সেন্টার (১০ম তলা), প্লট-২৬, গুলশান সার্কেল-২, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(222, '35005', '৩ মহাখালী', 'তাহসিন এন্টারপ্রাইজ', 'নূর মোহাম্মাদ', '০১৭১১৩৬৬৪১৩', 'চ-১৯৮, টি বি গেইট,  মহাখালী, ঢাকা', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(223, '35006', '৪ মিরপুর', 'সাব্বির এন্টারপ্রাইজ', 'সাব্বির হোসাইন', '01670314424', '২৩/১/পি,আহমেদনগর,মিরপুর,ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(224, '35007', '৩ মহাখালী', 'গুড উইল কন্সট্রাকশন', 'রহমত উল্লাহ', '০১৩১৭৩৬১৭৩০', '১৮০/৫ তেজগাঁও শি/এ, ঢাকা-১২০৮', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(225, '35008', '৩ মহাখালী', 'সিটি মেইড এজেন্সী', 'আবু জিহাদ ওমর  খৈয়ম ', '০১৮১৩৩৬১২৪৪', 'ক-৫৯/৫, নদ্দা, গুলশান, ঢাকা-১২১২ ', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(226, '35009', '৩ মহাখালী', 'চৌধরী টেইলার্স এন্ড ফেব্রিক্স ', 'আঃ আওয়াল চৌধুরী ', '০১৭২৫৬৯৫৯৩৮', 'শ-৭২/সি, তেতুলতলা রোড, উত্তর বাড্ডা, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(227, '35010', '১ উত্তরা', 'এন আই শ্যাম ফ্রেইট লজিস্টিকস', 'মুহম্মদ নুরুল ইসলাম', '০১৭১২৮৫৪৯৬৩', 'প্লট-০১,উত্তরা টাওয়ার,২য় তলা কক্ষ নং-২০৪,জসিম উদ্দিন এভিনিউ, সেক্টর-০৩, উত্তরা, ঢাকা-১২৩০', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(228, '35011', '৫ কারওয়ান বাজার', 'খায়ের এন্টারপ্রাইজ', 'মোঃ আবুল খায়ের গাজী', '০১৭১৬৫১১২৪৭', '৯৭, পূর্ব তেজতুরী বাজার, তেজগাঁও, ঢাকা-১২১৫', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(229, '35012', '৬ উত্তরা', 'বিশ্বাস মেডিকেয়ার', 'জাহিদুল ইসলাম', '01814-502007', 'বাসা-১০৫, উলুদাহা মার্কেট, পুলিশ ফারি মেইন রোড, তুরাগ, ঢাকা-১২৩০।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(230, '35013', '৩ মহাখালী', 'রিটেইল এম্পায়ার লিমিটেড', 'সৈয়দ আহসান উদ্দিন আহমেদ  (এম.ডি)', '01715250550', 'র‌্যাংগস্ আর কে স্কয়ার, সি ডব্লিউ এস(সি)-১৩, বীর উত্তম একে খন্দকার সড়ক, গুলশান, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(231, '35014', '১০ সাতারকুল', 'পারফেক্ট সলিউশন', 'সন্জিত কুমার দাস', '০১৬৮৪৮৮০৮৪১', 'দাগ-২৪১, হাউজ-৪০, রোড-০২, আব্দুল্লাহবাগ, উত্তর বাড্ডা, বাড্ডা, ঢাকা-১২১২।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(232, '35015', '৬ উত্তরা', 'আর্থম্যান নেক্সাস', 'মোহাঃ মনিরুজ্জামান', '01714073257', 'প্লট-৪৩, সোনারগাঁও জনপথ রোড, সেক্টর-১২, উত্তরা, ঢাকা-১২৩০', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(233, '35016', '৫ কারওয়ান বাজার', 'আর এফ ট্রেডার্স', 'মোহাম্মদ মকবুল হোসাইন', '০১৯৮০০৯০০১০', 'বাসা-৫৩, রোড-০৮, নবীনগর হাউজিং, মোহাম্মদপুর, ঢাকা-১২০৭।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(234, '35017', '৪ মিরপুর', 'এস.এস.পি ভ্যারাইটিজ স্টোর', 'মোঃ আশরাফুল হোসেন ভূইয়া', '01712026692', '৩৬৫/১৩ শেওড়াপাড়া,মিরপুর,ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(235, '35018', '৪ মিরপুর', 'বিসমিল্লাহ জেনারেল স্টোর', 'মোহাম্মদ জুয়েল', '০১৯১৬৯২৩৯০৮', '৩৮৩, উত্তর ইব্রাহিমপুর, মুন্সিবাড়ী সড়ক, কাফরুল, ঢাকা-১২০৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(236, '35019', '৩ মহাখালী', 'ইউনিলিং গ্লোবাল সলিউশন লিমিটেড', 'মোঃ নাজমুল হাসান', '01711791739', 'বাড়ী # ১৩, রোড # ১৭, বনানী, ঢাকা-১২১৩', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(237, '35020', '৬ উত্তরা', 'উত্তরা বাইক সেন্টার', 'মোঃ সফিকুল ইসলাম', '01712078281', 'বাসা-২৫, রাস্তা-৯/সি, আহালিয়া, তুরাগ, ঢাকা-১২৩০।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(238, '35021', '৩ মহাখালী', 'এক্স-ট্রেড বিডি', 'মোঃ আতিকুর রহমান', '01712310851', 'ল-৫৩/৪/সি, পোস্ট অফিস রোড, মধ্যবাড্ডা, বাড্ডা, ঢাকা-১২১২।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(239, '35022', '৪ মিরপুর', 'ডিজিটাল সলিউশনস্ জোন', '১। আবদুল্লাহ আল-মামুন, ২। মোঃ রনি খান, ৩। দীনা আশরাফ', '01531959682', '২০৫/৪, পশ্চিম কাফরুল, ৯ম তলা, বেগম রোকেয়া স্মরনী, ঢাকা-১২০৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(240, '35023', '৪ মিরপুর', 'রাজশাহী জেনারেল ষ্টোর', 'মোঃ আনিসুর রহমান', '01756774274', '১৫৮, বাগবাড়ী, দারুস সালাম, মিরপুর, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(241, '35024', '৪ মিরপুর', 'ব্রাদার্স এন্ড জে এস ফুড', 'জুয়েল শেখ', '01646731472', '৫/ই, রোড-২, কল্যানপুর, মিরপুর, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(242, '35025', '৩ মহাখালী', 'সান ফ্লাওয়ার এন্টারপ্রাইজ', 'মোঃ মুসা ', '০১৮৩৮৪৪৪৭৭৭', '৪৭৫/সি, মালিবাগ বাজার রোড, রামপুরা, ঢাকা-১২১৯', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(243, '35026', '৬ উত্তরা', 'স্কাইহাব ট্রিপ বাংলাদেশ লিমিটেড', 'আরিফুল ইসলাম (ব্যবস্থাপনা পরিচালক)', '01711-220025', 'বাড়ী-১১, বসন্ত বিলাশ, সাবদার হোসেন রোড, প্রিয়াঙ্গা সিটি, রোড-০৩, বাইলজুরী, তুরাগ, ঢাকা-১২৩০।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(244, '35027', '৬ উত্তরা', 'মেসার্স লিসান এন্টারপ্রাইজ', 'মোঃ দুলাল মিয়া', '01711-286610', 'প্লট-৩৯ ও ৪১, উত্তরা স্কয়ার, সোনারগাঁও জনপথ রোড, সেক্টর-১৩, উত্তরা, ঢাকা-১২৩০।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(245, '35028', '১ উত্তরা', 'এইচ এম টি গ্লোবাল এডুকেশন', 'হামিদ হোসাইন', '০১৮৩০৭৮০৬৪৬', 'প্লট-৮৯,সাইদ গ্রান্ড সেন্টার, দোকান নং-৩০৪,(৩য় তলা),সেক্টর-০৭, উত্তরা, ঢাকা-১২৩০', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(246, '35029', '৩ মহাখালী', 'গ্রীন বাংলা ট্যুরস এন্ড ট্রাভেলস বিডি', 'মোঃ সেলিম', '০১৭১০৭৩৪৭৮০', 'প্রগতি টাওয়ার (৭ম তলা), খ-২১৪/ই, মেরুল বাড্ডা, ঢাকা-১২১২ ।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(247, '35030', '৬ উত্তরা', 'সাইয়েদ বিজনেস কর্পোরেশন লিঃ (এস.বি.সি.এল)', 'সৈয়দ খুরশিদ আলম (চেয়ারম্যান)', '01517051376', 'দাগ-১২৪, ডিয়াবাড়ী, তুরাগ, ঢাকা-১২৩০', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(248, '35031', '৫ কারওয়ান বাজার', 'এস. এম বুটিকস', 'মোঃ মনির', '০১৯৭১০১১১৬১', 'বাড়ী-৯৪৬, রোড-১৪/এ, বায়তুল আমান হাউজিং সোসাইটি, আদাবর, ঢাকা-১২০৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(249, '35032', '২ মিরপুর', 'মারিয়া এন্টারপ্রাইজ', 'আবদুল কাদের ভুইয়া', '০১৭১৫০০২০৯৭', '১৩/১৬ পল্লবী শপিং সেন্টার, পল্লবী,মিরপুর,ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(250, '35033', '২ মিরপুর', 'লাইটিং লজিস্টিকস', 'মোঃ শামীম আহম্মেদ', '০১৬৭৮৬২০৮৯৯', 'সেকশন-৭, রোড-৪, প্লট-৭, পল্লবী, মিরপুর, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(251, '35034', '১০ সাতারকুল', 'আয়ান টেলিকম সেন্টার', 'মোঃ ইস্তাহিদ মোল্যা', '01727901956', 'হোল্ডিং-৪২,ময়নারবাগ হোসেনমার্কেট, উত্তর বাড্ডা, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(252, '35035', '২ মিরপুর', 'মেসার্স এস এ আর এন্টারপ্রাইজ', '১। মোহাম্মদ শহিদুল ইসলাম, ২। মোঃ আনিসুল ইসলাম, ৩। মোহাম্মদ রফিকুল ইসলাম', '০১৭০৯৩৯৪৬৬১', '২০/৫ পশ্চিম মানিকদী, ঢাকা-১২০৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(253, '35036', '১০ সাতারকুল', 'আহমেদ ইলেকট্রিক', 'মোঃ সাম্মি আহমেদ কানন', '01741799377', '৫০৩৯, উত্তর বাড্ডা, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(254, '35037', '৩ মহাখালী', 'ফোমেক্স ইন্ডাস্ট্রিজ লিমিটেড', 'টি.এম. আরিফুল ইসলাম (এম.ডি)', '০১৭২৮১১৭৩৬৪', '১৩৪, পশ্চিম নাখালপাড়া, তেজগাঁও, ঢাকা-১২১৫', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(255, '35038', '৭ দক্ষিণখান', 'এলিগেন্স হেয়ার সিস্টেম', 'রাশেদুল খান মাহি', '01847475102', 'দোকানঃ ৭/বি, ৪০৬, আধুনিক প্লাজা, আজমপুর রেল গেঁট, শাহ কবির মাজার রোড, দক্ষিণখান, ঢাকা-১২৩০', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(256, '35039', '৫ কারওয়ান বাজার', 'প্রোলিংক টেকনোলজি', 'মিঠুন হালদার', '০১৬৭৪৭৪৮২৭৩', '৩৩, শাহ আলী টাওয়ার, কাওরান বাজার, তেজগাঁও, ঢাকা-১২১৫', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(257, '35040', '৬ উত্তরা', 'মেসার্স বাছের ট্রেডার্স', 'মোঃ বাছের মিয়া', '01628680045', 'দাগ-১৭১৫, বামনারটেক কবরস্থান রোড, তুরাগ, ঢাকা-১২৩০', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(258, '35041', '৩ মহাখালী', 'মান্যবার বাংলাদেশ ', 'শেখ জাকির হোসেন ', '০১৭১১৫৬৬২৪৭', 'গ-৪১, হাজী নুর নবী মার্কেট, মধ্য বাড্ডা, ঢাকা-১২১২। ', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(259, '35042', '৩ মহাখালী', 'এস এস গ্রীন এক্সপ্রেস', 'আবু মুছা মোঃ সাহাব উদ্দীন', '০১৯১৯২১৬৫০৬', 'জ-১১/১, মধ্য বাড্ডা, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(260, '35043', '৩ মহাখালী', 'আহমেদ ট্রেডিং', 'খন্দকার সোহেল আহমেদ', '০১৭২৬৮৪৪৬৮৮', '১৫/ডি-১, নয়াটোলা, মগবাজার, ঢাকা-১২১৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(261, '35044', '৩ মহাখালী', 'সানরাইজ গ্রোসারিস', 'সরকার রেদোয়ান আহমেদ রিয়াদ', '০১৫৩৬১১৬১৩২', 'ক-১৮, নদ্দা সরকার বাড়ী, গুলশান, ঢাকা-১২১২ ', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(262, '35045', '৪ মিরপুর', 'স্বালাহ সুপার ষ্টোর', 'মোঃ সালাউদ্দিন লিটন', '01626299452', '৩১৩/১, মধ্য পীরেরবাগ, মিরপুর,ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(263, '35046', '৯ ভাটারা', 'এস. এস ফার্মেসী', 'মোঃ রিয়াজ উদ্দিন', '০১৭৪৮৯৭৪৮১৫', 'হোল্ডিং-১২০৪, ছোলমাইদ দর্জি বাড়ী, ভাটারা, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(264, '35047', '৫ কারওয়ান বাজার', 'তাওয়াক্কুল মালয়শিয়া এডুকেশন কনসালটেন্সি', '১। মোঃ সাব্বিন ইসলাম সানন, ২। তামজিদ হোসেন রাকিব', '০১৭১৬৯৯২০০৬', 'বাসাঃ ৭১১/৭, রোডঃ ১১, বাইতুল আমান হাউজিং সোসাইটি, আদাবর, মোহাম্মপুর, ঢাকা-১২০৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(265, '35048', '৩ মহাখালী', 'সিনটেক বিডি ইন্টারন্যাশনাল লিঃ', 'মোঃ সোহাগ খান', '০১৭৩৮৩৭০৮৯৭', 'বাড়ী-১২, রোড-০৫, ব্লক-সি, বনশ্রী, রামপুরা, ঢাকা-১২১৯', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(266, '35049', '২ মিরপুর', 'জেএস এন্ড এআর ট্রেড ইন্টারন্যাশনাল', 'মাফরোজা সুলতানা মনি', '০১৩১২৭৫৩৫৪৩', 'সেকশন-১১, ব্লক-এ, মেইন রোড-৩, প্লট-১৫, মিরপুর, পল্লবী, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(267, '35050', '৪ মিরপুর', 'ওসমান গনি টেলিকম', 'আবির ওসমান', '01985758278', '৩১/১, গাবতলী, দারুস সালাম, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(268, '35051', '২ মিরপুর', 'এস. এস এন্টারপ্রাইজ ', 'মোঃ সামিউল ইসলাম', '০১৩০২৫৩৪৪১০', 'দোকান-বি/১, হযরত শাহ আলী স্কুল এন্ড কলেজ মার্কেট, মিরপুর ঢাকা-১২১৫', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(269, '35052', '২ মিরপুর', 'সোহানী', 'ডায়মন্ড চৌধুরী', '০১৭১১৫২১৩৭১', '৫১৬/৩, ইসিবি চত্তর, টাওয়ার-৭১, দক্ষিণ মানিকদী, ঢাকা-১২০৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(270, '35053', '৪ মিরপুর', 'বেকিং এন্ড কুকিং  কোর্সেস বাই রুপা', 'শারমীন আলম', '01952227032', '৩৬৭, কাজীপাড়া, মিরপুর, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(271, '35054', '৩ মহাখালী', 'আরিয়াম বাংলাদেশ লিমিটেড', 'শাহপার সাত্তার (ব্যবস্থাপনা পরিচালক) ', '০১৭১১৫৩৭৫০৫', '২১১ তেজগাঁও শি/এ, ঢাকা-১২০৮', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(272, '35055', '৩ মহাখালী', 'বেঙ্গলবায়োপ্যাক', 'মোঃ লিমন হোসেন', '০১৬৭৫৭৬৩৪৮৪', '১২২, শহিদ তাজউদ্দীন আহমেদ স্বরণি, মগবাজার, ঢাকা-১২১৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(273, '35056', '৪ মিরপুর', 'ক্রিয়েশন প্রপার্টিজ', 'আতীক উদ্দিন আহম্মদ', '01711947517', '১/এ, সেনপাড়া পর্বতা, শাহ-আলী প্লাজা (৮ম তলা), অফিস স্পেস-৮০৭, মিরপুর ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(274, '35057', '৪ মিরপুর', 'রিয়াজ ফ্যাশন', 'মোঃ আজাদ আলম', '01935145230', '১৩৭/১২, বি-২৩, প্রিয়াঙ্গন আ/এ, ২য় কলোনী, মাজার রোড, মিরপুর-১, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(275, '35058', '৪ মিরপুর', 'শাহ্ এগ্রো', 'মোঃ শাহ আলম', '01819454892', 'সেক-৬/ক, রোড-১, প্লট-২, সেনপাড়া পর্বতা, মিরপুর, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(276, '35059', '৪ মিরপুর', 'মিয়াজী এন্টারপ্রাইজ', 'বিথী মিয়াজী', '01303206189', '১২/৬-বি,টোলারবাগ,মিরপুর,ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(277, '35060', '৩ মহাখালী', 'এড কর্পোরেশান ', 'মোঃ হাছান মিয়া', '০১৩১৬৬৪৬৪০৬', 'গ-৯৫/৫, লিংক রোড, বাড্ডা, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(278, '35061', '৩ মহাখালী', 'আল আমিন জেনারেল ষ্টোর ', 'মোঃ আইয়ুব আলী ', '০১৭২০৩৮৪৫৫৮', 'চ-৮৯/৮, উত্তর বাড্ডা, থানা রোড, বাড্ডা, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(279, '35062', '৪ মিরপুর', 'খাঁন মেডিসিন কর্ণার', 'কে, এম, শিপলু', '011754824222', '১৬০/৪,আহমেদনগর,মিরপুর,ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(280, '35063', '৪ মিরপুর', 'আজমাইন ষ্টোর', 'মোঃ খাইরুল', '01648954614', '৯৫৯, পূর্ব শেওড়াপাড়া, কাফরুল, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(281, '35064', '৩ মহাখালী', 'কিমুরা শেকাই ট্রেনিং সেন্টার', 'রিজিয়া সুলতানা ইরফান', '০১৬৭১৬৬১৮২৫', '২৭৫, তেজগাঁও শি/এ, ঢাকা-১২০৮', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(282, '35065', '৪ মিরপুর', 'আইকন ইন্টারন্যাশনাল', 'ফারুক হোসেন', '01914085555', '৩৪৮/৩, মধ্য পীরেরবাগ, মিরপুর, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(283, '35066', '৫ কারওয়ান বাজার', 'এস. এ. ট্রেডার্স', 'আলমগীর হোসাইন', '01731732804', '৫৯/১, পশ্চিম রাজাবাজার, শেরেবাংলা নগর, ঢাকা-১২০৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(284, '35067', '৫ কারওয়ান বাজার', 'রিজিওনাল এন্টারপ্রাইজ', 'মোঃ আব্দুল মোতালেব', '০১৬১৪৬১৬১২৭', 'বাড়ি-১২/এ/২, রোড-০২, ৩, শ্যামলী, মোহাম্মদপুর, ঢাকা-১২০৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(285, '35068', '৩ মহাখালী', 'এইচ কর্পোরেশন', 'ইসতিয়াক সাদেক', '০১৯২২১১১১১১', '১৮০/৫ তেজগাঁও শি/এ, ঢাকা-১২০৮', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(286, '35069', '৫ কারওয়ান বাজার', 'পিওর গোল্ড এন্ড ডায়মন্ড', 'মিজানুর রহমান', '০১৭১১২৮১১৯৩', '৩ নং তেজতুরী বাজার পশ্চিম, লেভেল-০৭, ব্লক-এ, দোকান নং-৩২, বসুন্ধরা সিটি শপিং মল, পান্থপথ, তেজগাঁও, ঢাকা-১২১৫', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(287, '35070', '৩ মহাখালী', 'এ্যানিল অ্যাপারেলস এন্ড সোর্সিং লিমিটেড', 'মোহাম্মদ নাজমুল হোসেন', '০১৯২২৪১৫৬২১', 'বাড়ী-১৩, রোড-০৬, ব্লক-এ, বনশ্রী, প্রজেক্ট রামপুরা, ঢাকা-১২১৯', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(288, '35071', '৫ কারওয়ান বাজার', 'মাছুমা ফ্যাশন', 'মোঃ আবুল বাশার', '০১৯১৪৬৩৮০০৭', 'বাড়ী-০৪, গোল্ডেন ষ্ট্রীট, রিং রোড, শ্যামলী, আদাবর, ঢাকা-১২০৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(289, '35072', '৩ মহাখালী', 'সেভেন কে ইন্টারন্যাশনাল', 'খালেদ মাসুদ', '০১৩০৩১৮৩৪৪০', 'এইচ-৭৯, ব্লক-এম/১, সিকদার প্লাজা, বনানী, ঢাকা-১২১৩', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(290, '35073', '১ উত্তরা', 'শরিয়তপুর মটরস ', 'আয়নাল হক ', '01736-939823', 'প্লট-১০৩, হোসাইন টাওয়ার, দো: ১২ (নীচতলা), সেক্টর-০৭, উত্তরা, ঢাকা-১২৩০', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(291, '35074', '৩ মহাখালী', 'মাহাদী ট্রেডার্স', 'মোঃ মেহেদী রহমান', '০১৭১১০০১৪০৯', '১৮০/৫ তেজগাঁও শি/এ, ঢাকা-১২০৮', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(292, '35075', '৩ মহাখালী', 'গোল্ডেন এম্পায়ার লিমিটেড', 'মোঃ মাইদুল ইসলাম (এম ডি) ', '০১৭২৫০৯৮৪৯৫', 'বাড়ীঃ ই/৪, রোডঃ এস-২, ওয়াপদা রোড, মহানগর প্রজেক্ট, রামপুরা, ঢাকা-১২১৯', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(293, '35076', '৩ মহাখালী', 'অন্তরা', 'মোহাম্মদ কাউছারুল ইসলাম', '০১৭৮৬৩৩৪৪৬৬', 'এইচ-৮২/৩, বীর উত্তম জিয়াউ রহমান সড়ক (নিউ এয়ারপোর্ট রোড), কাকলী, বনানী, ঢাকা-১২১৩', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(294, '35077', '৩ মহাখালী', 'ও এফ এস গ্লোবাল সোর্সিং', 'মোঃ ওমর ফারুক সিদ্দিকী', '০১৭২৫৩১৭৮৫৩', 'ক-৭৯/৫, কালাচাঁদপুর, গুলশান, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(295, '35078', '৪ মিরপুর', 'ভাইব্রেন্ট এন্টারপ্রাইজ', 'তানজীম আহমেদ', '01674308060', '১৪৮/৫/১/খ, শাহআলীবাগ, মিরপুর, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(296, '35079', '৬ উত্তরা', 'মায়ের দোয়া ফার্মেসী', 'মাহফুজা আক্তার', '01766-157382', 'দাগ-৭০৮, পাকুরিয়া রোড, যাত্রাবাড়ী, তুরাগ, ঢাকা।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(297, '35080', '৪ মিরপুর', 'যাইতুন ফার্মা', 'মিজানুর রহমান খোন্দকার', '01789347593', '৩৩৭/৩, দক্ষিন পাইকপাড়া, মিরপুর, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(298, '35081', '৩ মহাখালী', 'সোহেল কর্পোরেশন', 'মোঃ সোহেল চৌধুরী', '০১৬১৬৬৬৬৬২২', 'ট-৪১, আমতলী, মহাখালী, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(299, '35082', '৩ মহাখালী', 'ড্রইং ফ্যাশন', 'নকিব হাসান', '০১৬২৪৫৫৫০৮৯', 'গ-২, সুবাস্তু নজর ভ্যালি, দোকানঃ ২-৫৮, শাহজাদপুর, গুলশান, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(300, '35083', '৪ মিরপুর', 'দাঁড়ি কমা ফ্যাশন', 'মোঃ জুয়েল হাওলাদার', '01969071336', '১৪৮/৫-এ, শাহ -আলীবাগ, মিরপুর, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(301, '35084', '৪ মিরপুর', 'রিতি এন্টারপ্রাইজ', 'মোসাঃ জেবুননেসা বেগম', '০১৭২৫৪৯৯৮৫৫', '৮১, গাবতলী, দারুস্ সালাম, মিরপুর, ঢাকা- ১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(302, '35085', '৪ মিরপুর', 'আর এস ট্রেডার্স', 'মোঃ রকিবুল হাসান', '০১৭১৬৬১৪৪১৫', '৩২১, ইব্রাহীমপুর, কাফরুল, ঢাকা- ১২০৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(303, '35086', '৯ ভাটারা', 'আর. এস ফার্মেসী', 'মোঃ রাসেল', '০১৭২৯৪৭৬৩৭১', 'বাড়ী-২৭৮, ছোলমাইদ বটগাইছা বাড়ি, ভাটারা, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(304, '35087', '৪ মিরপুর', 'মেসার্স মাফুজা জেনারেল ষ্টোর', 'মাফুজা বেগম', '01317798832', '১৪৪/৫-এ, দক্ষিন পীরেরবাগ, মিরপুর, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(305, '35088', '৪ মিরপুর', 'আসাদ এন্টারপ্রাইজ', 'মোঃ আসাদুজ্জামান', '01777915568', 'বাড়ী-৬, শাহ আলীবাগ,মিরপৃুর,ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(306, '35089', '৩ মহাখালী', 'কালার সাইন ', '১. মোঃ মাহমুদুর রহমান মিন্টু ২. মোঃ ইসমাইল হোসেন ', '০১৪০১৫৪১৬৩৫', 'চ-৯৩, (২য় তলা) উত্তর বাড্ডা, গুলশান, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(307, '35090', '৫ কারওয়ান বাজার', 'হেনা ট্র্যাভেলস এন্ড ট্যুরস', 'মোঃ কামরুল হাসান খাঁন', '০১৭২৭৯৬৮৬১২', 'হোল্ডিং-১০, রোড-০১, ব্লক-বি, নবোদয় হাউজিং, আদাবর, ঢাকা-১২০৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(308, '35091', '৩ মহাখালী', 'হুইলস', 'এম. খালিদ আনওয়ার', '০১৭১৩২৪০০৫০', '২০৫/১-এ গুলশান তেজগাঁও লিংক রোড, তেজগাঁও শি/এ, ঢাকা-১২০৮', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(309, '35092', '১ উত্তরা', 'এমএন্ডজেড সলিউশন হাব', 'সাদিয়া ইসলাম', '০১৬৮১৪৫৪৪৭৪', 'ক-২৪/এ (নীচ তলা), জোয়ার সাহারা, ভাটারা, ঢাকা-১২২৯', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(310, '35093', '৫ কারওয়ান বাজার', 'সাফিন জেনারেল ষ্টোর', 'মোঃ সাইফুল ইসলাম', '০১৭৩৯১৯৮৩৮৯', 'বাড়ি-৫২৪, রোড-৬, বায়তুল আমান হাউজিং সোসাইটি, আদাবর, ঢাকা-১২০৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(311, '35094', '৫ কারওয়ান বাজার', 'মেসার্স লিসা কনষ্ট্রাকশন', 'মোঃ ওবায়দুল হক', '০১৬২২২২২৩২২', 'বাড়ি-২০, ফ্লাট-১০২, জাপান গার্ডেন সিটি, মোহাম্মদপুর, ঢাকা-১২০৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(312, '35095', '৫ কারওয়ান বাজার', 'জব ফাইন্ডার বাংলাদেশ', 'ফাতেমা জাহান', '০১৭৬৮০৫৪৫১৪', 'শাহ্‌ প্যালেস, ৫/১, মোহনপুর, রিং রোড, শ্যামলী, আদাবর, ঢাকা-১২০৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(313, '35096', '৫ কারওয়ান বাজার', 'স্টারলিং ইন্টারন্যাশনাল', 'মোহাম্মদ নাদিম', '০১৭১১৫৮৮৫৫২', 'প্লট-১৪/১, রুম নং-বি/১, মোহনপুর, মিরপুর রোড, শ্যামলী, আদাবর, ঢাকা-১২০৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(314, '35097', '১ উত্তরা', 'গোল্ডেন বার্ডস বাংলাদেশ ', 'মোহাম্মদ মোজাম্মেল হক ', '০১৬৭৫০৭৭৭৫০', 'ক-৪৪/১, লিচু বাগান, জোয়ার সাহারা, ভাটারা, ঢাকা- ১২২৯', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(315, '35098', '৫ কারওয়ান বাজার', 'ওমর-আব্দুল্লাহ ইঞ্জিনিয়ারিং', 'মোঃ ইফতেখার উজ্জামান', '০১৭০৩৫৭২৯৪৪', '২/এইচ-৪/১, রিং রোড, গোল্ডেন ষ্ট্রিট, শ্যামলী, মোহাম্মদপুর, ঢাকা-১২০৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(316, '35099', '৩ মহাখালী', 'সরকার কন্সট্রাকশন', 'মোঃ আইয়ুব আলী সরকার', '০১৭১০৮৬৪০০৫', 'ক-৫৩/৩-এ, শাহজাদপুর, গুলশান, ঢাকা-১২১২নাকাইহাট', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(317, '35100', '৪ মিরপুর', 'ইভলভ ট্রেডিং', 'এরশাদ আহম্মদ ভূঁঞা ', '০১৭১১৮৬৫৮৬১', '৪৩৭/এ, কাফরুল, ঢাকা- ১২০৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(318, '35101', '৩ মহাখালী', 'গানাশেরি লিমিটেড', 'আফসান সাত্তার', '০১৭১৩০৬৪৪৬৬', '২১১ তেজগাঁও শি/এ, ঢাকা-১২০৮', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(319, '35102', '৩ মহাখালী', 'জিনিয়াস সুইং', 'মোঃ জহিরুল ইসলাম', '০১৭১২১৮৮০৩৪', 'মানামা শেখ টাওয়ার , ৪৭০-৪৭১, মালিবাগ বাজার রোড, ঢাকা-১২১৯', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(320, '35103', '৬ উত্তরা', 'ইউনিটিক আইটি', 'আবু সাঈদ (গং)', '01739110705', 'প্লট-১৭, সোনারগাঁও জনপথ ,সেক্টর-১৩, উত্তরা, ঢাকা-১২৩০।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(321, '35104', '২ মিরপুর', 'এন পি ফ্যাশন', 'পলাম', '০১৭০৩৮২২৯৯৩', '১/জি, ২৫/২৯, চিড়িয়াখানা রোড, মিরপুর-১,ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(322, '35105', '৩ মহাখালী', 'এম. এন পয়েন্ট', 'মোঃ মুসলিম  উদ্দিন', '০১৯৭৪৭৫২১৯৭', '২২/১ কুনিপাড়া, তেজগাঁও, ঢাকা-১২০৮ ', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(323, '35106', '১০ সাতারকুল', ' নাহিদ জেনারেল স্টোর', 'নাহিদ', '০১৯২২৭০৪৮৭৭', '৪/১, বড়টেক, পূর্ববাড্ডা, বাড্ডা, ঢাকা-১২১২।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(324, '35107', '৯ ভাটারা', 'আলামিন এন্টারপ্রাইজ', 'মোঃ শাহিনুর রহমান', '01924221466', 'হোল্ডিং-৩৭, নয়ানগর, ভাটারা, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(325, '35108', '১০ সাতারকুল', 'মেসার্স আঞ্জুমান ট্রেডার্স', 'মোঃ এনামুল হক', '০১৬০৮১৮৮৬১৮', 'দাগ-৩০৩, স্বাধীনতা স্বরণী, উত্তর বাড্ডা, বাড্ডা, ঢাকা-১২১২।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(326, '35109', '৪ মিরপুর', 'পাইলট সিকিউরিটি সার্ভিস', 'মোঃ নাঈম', '01708797445', '২১৯/১৩,দক্ষিন পীরেরবাগ,মিরপুর,ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(327, '35110', '৩ মহাখালী', 'এস ডি গ্লোবাল নেটওয়ার্ক ', '১। মোঃ আসহাব উল্লাহ ২। খাদিজাতুল ফেরদৌস ', '০১৯০৫৮৯৫৬৪৬', 'জ-১৪৬/২, মহাখালী, ঢাকা-১২১২। ', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(328, '35111', '৩ মহাখালী', 'রনি টেলিকম', 'সায়েদুর রহমান', '01195486920', '১/জি/১/এফ/৩, নয়াটোলা, মিরবাগ, হাতিরঝিল, ঢাকা-১২১৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(329, '35112', '৫ কারওয়ান বাজার', 'মেসার্স এম রহমান এন্টারপ্রাইজ', 'মোঃ কোহিনুর আলম', '01611454242', 'বাসা-১৫১, পূর্ব রাজা বাজার, শেরে বাংলা নগর, ঢাকা-১২১৫', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(330, '35113', '১০ সাতারকুল', 'মেসার্স হাফেজ সাদ এন্ড সাদিকা জেনারেল স্টোর', 'মোঃ  সুমন কবির', '০১৯৩৬৫১৫২৩১', '১৮৭০, হাজী বাড়ি মোড়, পূর্ব বাড্ডা, গুলশান, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(331, '35114', '১০ সাতারকুল', 'সাদিয়া এন্টারপ্রাইজ', 'মোঃ জহিরুল ইসলাম রাসেল', '০১৯৫০৪৬৭৬৬২', '৯১৫, পোস্ট অফিস রোড, পূর্ব বাড্ডা, গুলশান, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(332, '35115', '৫ কারওয়ান বাজার', 'শরীয়তপুর বিজনেস কর্পোরেশন-২', 'মোঃ আকতার হোসেন', '01912197656', '৭৩, কাওরান বাজার, তেজগাঁও, ঢাকা-১২১৫', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(333, '35116', '৫ কারওয়ান বাজার', 'বিল্ডিং ম্যানেজমেন্ট এন্ড আইডিয়াস স্টিল', 'মোঃ ইকবাল হোসেন', '০১৭১১৯৭২২১৬', 'বাড়ি-০৪, রোড-০৬, ব্লক-খ, পিসি কালচার হাউজিং সোসাইটি, আদাবর, ঢাকা-১২০৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(334, '35117', '৫ কারওয়ান বাজার', 'মান্নান এন্টারপ্রাইজ', 'সুজন মাহমুদ স্বপ্ন', '০১৯৭০১৮১৯৯৩', 'বাড়ী-৩৬/৩, রোড-৪, জাহাঙ্গীর আলম লেন, সুনিবিড়  হাউজিং, আদাবর, ঢাকা-১২০৭', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(335, '35118', '৫ কারওয়ান বাজার', 'সার্কুলার ইনক্লুসিভ সলিউশনস-(সিআইএস)', 'সাফায়াত হোসেন', '০১৭৬০৮১৩৭৬৮', 'বাড়ী-১১৩, পূর্ব তেজতুরী বাজার, তেজগাঁও, ঢাকা-১২১৫', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(336, '35119', '২ মিরপুর', 'আর কে এস ইন্টারন্যাশনাল', 'এম রেজাউল করিম ', '০১৭২১৯৫০৪৪২', '৫২/৩/ডি, বালুঘাট বাজার ঢাকা-১২০৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(337, '35120', '৫ কারওয়ান বাজার', 'সুমন এন্টারপ্রাইজ', 'জাকারিয়া সুমন', '০১৬১৪৪৬৮০৩৬', 'প্লট নং-২৩২, রোড নং-০৮, একতা হাউজিং, মোহাম্মদপুর, ঢাকা-১২০৭।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(338, '35121', '৪ মিরপুর', 'সুইট বেবী', '১। মোঃ নুরুল আলম, ২। নাবিল ফারুক, ৩। নূর মোহাম্মদ', '01966852428', '৯২/২, সেনপাড়া পর্বতা, মিরপুর-১০, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(339, '35122', '৩ মহাখালী', 'গোল্ডেন কেয়ার ট্রেড ইন্টারন্যাশনাল', 'মোঃ আব্দুস ছালাম', '০১৭১১১৮৯১৯৭', '২৭৮ পূর্ব রামপুরা, ঢাকা-১২১৯', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(340, '35123', '৪ মিরপুর', 'এইচ এ ষ্টীল স্টাকচার', 'মোঃ হান্নান উদ্দিন', '01755699420', '৫৩১/১, কাফরুল, ঢাকা', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(341, '35124', '১ উত্তরা', 'মোশন পিপল  ষ্টুডিওস  লিমিটেড ', 'মোহাম্মদ সাদেকুল আরেফীন ', '০১৭১৪০০২৩৪৫', 'ক-১৩১/২, জোয়ার সাহারা , ফ্ল্যাট -এ/৩, ভাটারা ,ঢাকা -১২২৯', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(342, '35125', '১০ সাতারকুল', 'নিউ ট্রেড ওয়ে কর্পোরেশন', 'জহিরুল ইসলাম', '০১৮৮৪৪৩৫৭১৭', 'সি-১৬, আনন্দনগর, বাড্ডা, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(343, '35126', '৩ মহাখালী', 'রাইশা এন্টারপ্রাইজ', 'মোঃ মহিদুল ইসলাম মাসুদ', '০১৭২৭৩৪৩৭৮২', 'জ-১০,উত্তরবাড্ডা ,ঢাকা -১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(344, '35127', '৩ মহাখালী', 'লাবীব কর্পোরেশন', 'মোঃ মিজানুর রহমান', '০১৭১৫৮৮৫৪৫২', 'ট- ১৬০/৩/সি ,জুলেখা মঞ্জিল , মধ্য বাড্ডা , গুলশান , ঢাকা', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(345, '35128', '৩ মহাখালী', 'কনফিডেন্স ফার্নিচার', 'মোঃ আতিকুল ইসলাম', '০১৮১৭০০২৯৫০', 'জিপিজ-৭৬/১, মহাখালী ওয়ারলেছ গেইট, গুলশান, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(346, '35129', '১০ সাতারকুল', 'রেইনবো ইন্টারন্যাশনাল', '১। আব্দুল মান্নান ২। সাজ্জাদ হোসেন সাদমান ৩। মোঃ সাব্বির ইবনে হোসেন', '০১৮৫৫৯৫৪৪৪৪', 'প্লট- ৩০৪, হাজীপাড়া মসজিদ রোড, উত্তর বাড্ডা, বাড্ডা, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(347, '35130', '৩ মহাখালী', 'এস এইচ মানি এক্সচেঞ্জ', 'মোঃ শহিদুল্লাহ ভূঁইয়া', '০১৭৯৫৫৮৬৬৯১', 'প্লট-৪২, রোড-১৩৫, দ্বিতীয় তলা, দোকান-১০, গুলশান-১, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(348, '35131', '৩ মহাখালী', 'মিসকো ট্রেড অ্যাফেয়ার্স', 'মোহাম্মদ মোমেনুল হক', '০১৮১১৪৪২৭০০', 'গ-১৫৪/১, মহাখালী, ঢাকা-১২১২', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(349, '35132', '৪ মিরপুর', 'জাহিদ এসোসিয়েটস', 'মোঃ জাহিদ হোসেন', '০১৭১১৯৭৪৫৩৭', '৫/এ/বি, দারুস সালাম রোড, সেকঃ- ক, ক্যাপিটাল টাওয়ার, ৪র্থ তলা, মিরপুর', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(350, '35133', '৩ মহাখালী', 'মাই ট্যুরস এন্ড ট্রাভেলস', 'নাসির উদ্দিন', '০১৯২০৪৪৭১০২', '১৫৫, পশ্চিম রামপুরা, উলন সড়ক, মাই টিভি ভবন, রামপুরা, ঢাকা-১২১৯', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(351, '35134', '২ মিরপুর', 'এম এইচ ইন্টটারন্যাশানাল', 'মোঃ সিহাবুল হক', '০১৭১২১১৫৮০২', '১০/এ, রোড-৬, প্লট-১, মিরপুর, ঢাকা', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(352, '35135', '১ উত্তরা', 'মোল্লা মোবাইল বিডি', 'মোঃ শরিফ হোসেন মোল্লা', '০১৯৩৩৮৮৩৭৫৪', 'ক-২৪৪, কুড়িল, যমুনা ফিউচার পার্ক, দোকান নং-৪বি-০০৬এ, ভাটারা, ঢাকা-১২২৯', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(353, '35136', '১ উত্তরা', 'রান আউট ফ্লিমস্', 'সাবেকুন নাহার', '01771-266636', 'ক-৫২/বি, খিলক্ষেত (খাঁ পাড়া) ঢাকা-১২২৯', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(354, '35137', '৪ মিরপুর', 'স্ট্রাকচার হাউজিং এন্ড ডেভেলপমেন্ট লিঃ', 'খন্দকার আব্দুল মান্নান (এম ডি)', '০১৯২৬৬৮২৯৮১', '৫৭১, কাজীপাড়া, মিরপুর, ঢাকা-১২১৬', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(355, '35138', '৭ দক্ষিণখান', 'টি. এম ইনস্ট্রুমেন্টস', 'মিজান হোসেন মজুমদার', '০১৭১২০২০৫৩৫', '১১৫, খান টাওয়ার, ফ্ল্যাট- ৬/এ, টি আই সি কলোনী, ফায়দাবাদ, দক্ষিনখান, ঢাকা- ১২৩০।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(356, '35139', '৫ কারওয়ান বাজার', 'মেসার্স করিম এন্টার প্রাইজ', 'রিয়াদ হোসেন', '01840249442', '৩/ডি , কারওয়ান বাজার , দোঃ-৪৬ (২য় তলা), কাব্যকস সুপার মার্কেট, তেজগাঁও, ঢাকা।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(357, '35140', '৫ কারওয়ান বাজার', 'মেসার্স জে. এম. এন্টারপ্রাইজ', 'মোঃ জসিম উদ্দীন মাতুব্বর', '01916247677', '২৭/এ, সংসদ এভিনিউ, মনিপুরীপাড়া, ঢাকা-১২১৫', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(358, '35141', '৯ ভাটারা', 'আল মসুদ অটো মোবাইলস কার সার্ভিস সেন্টার', 'মোঃ রিয়াজ উদ্দিন', '০১৭০৬৪৬৬১১২', 'দাগ- ১৭৭২ মস্তুল তলনা খিলক্ষেত, ঢাকা-১২২৯।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(359, '35142', '২ মিরপুর', 'ভাই ভাই ইলেকট্রনিক্স', 'মোঃ জলিলুর রহমান', '০১৮১৭৬১৯২০৩', '১১/এ,  রোড-৩, প্লট-১০, মিরপুর,ঢাকা', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(360, '35143', '১ উত্তরা', 'চায়না-বাংলা কর্পোরেশন', 'মোঃ মশিউর রহমান', '01799926669', 'প্লট-৩২/বি , নিগার প্লাজা,(৫/সি), রোড-২, সেক্টর-৩, উত্তরা, ঢাকা-১২৩০', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(361, '35144', '১ উত্তরা', 'আল হেরাম শাড়ী ঘর', 'মোঃ সুমন শেখ ', '01703-527476', 'প্লট-৩২/সি, ট্রপিক্যাল আলাউদ্দিন টাওয়ার, দোকান নং-৪১৬ (৪র্থ তলা),  সেক্টর-৩, উত্তরা, ঢাকা', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(362, '35145', '৭ দক্ষিণখান', 'এস এম ফ্যাশন', 'মাসুদ আলম', '০১৯২১২৪৫০৯৯', '১৭৭,হাজী মার্কেট,প্রেম বাগান,দক্ষিনখান,ঢাকা-১২৩০', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(363, '35146', '৬ উত্তরা', 'ইমপ্রেশন ডিজাইন', 'মোঃ সেবাব্রত খৈয়াম খান', '01711147848', 'প্লট-২৫, সোনারগাঁও জনপথ রোড, সেক্টর-১২, উত্তরা, ঢাকা-১২৩০', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(364, '35147', '১ উত্তরা', 'রাজ সুজ', 'মোঃ মিঠু আহমেদ', '01743-878890', 'প্লট-৪৩,আমির কমপ্লেক্স,দো-৪২(নীচতলা), সেক্টর-৩,উত্তরা,ঢাকা-১২৩০', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(365, '35148', '১ উত্তরা', 'উত্তরা ফ্যাশন কুটির', 'মো: সোহাগ মীর', '০১৭২০৩৪১৭৫৯', 'প্লট-২৯,কুশল সেন্টার,দো-৬,(নীচতলা),সে-৩,উত্তরা,ঢাকা', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(366, '35149', '১ উত্তরা', 'এগ্রি ফুড টেক', 'মাফুজা ইয়াছমীন', '০১৭৯৫৩৯৬১২৭', 'প্লট- ৩২/সি, ট্রপিক্যাল আলাউদ্দিন টাওয়ার, কক্ষ- ১১/ই, রোড- ০২, সেক্টর- ০৩, উত্তরা, ঢাকা- ১২৩০।', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(367, '35150', '৩ মহাখালী', 'এমারেল্ড এন্টারপ্রাইজ', 'ফাহিম আব্দুল্লাহ বাশার', '০১৭১৫০১০৮০৪', 'এইচ-৮৭, বীর উত্তম জিয়াউর রহমান সড়ক, বনানী, ঢাকা-১২১৩', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(368, '35151', '৩ মহাখালী', 'রাফি ফ্যাশন', 'হারুন অর রশিদ', '০১৯২২৯১১৫৬৩', 'দো: ২৭/বি, প্লট: ১৫ (৪র্থ তলা), রোড: ১০৩, পিংক সিটি, গুলশান-০২, ঢাকা ', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(369, '35152', '১ উত্তরা', 'ট্রান্সকম ফুডস লিঃ', 'জনাব আতিকুর রহমান (পরিচালক)', '01711-927878', 'ক-২৪৪,কুড়িল যমুনা ফিউচার পার্ক,৫সি-০১৩,ভাটারা,ঢাকা-১২২৯', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(370, '35153', '৩ মহাখালী', 'জেনোভিক ডিভাইস লিমিটেড', 'ফারুক আহমদ (ব্যবস্থাপনা পরিচালক)', '01721183503', 'শান্তা ওয়েষ্টার্ন টাওয়ার (লেভেল - 10), 186 তেজগাঁও শি/ এ, ঢাকা-1208', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(371, '35154', '৫ কারওয়ান বাজার', 'নকশা বুটিকস', 'মোঃ সেলিম', '০১৬৮৪১৯১৮১১', 'বাড়ী নং-৬৪/৬৫, (৪র্থ তলা) রোড-১০, শেখেরটেক, আদাবর, ঢাকা', '2024-08-22 06:15:14', '2024-08-22 06:15:14'),
(372, '35155', '২ মিরপুর', 'মেসার্স জোয়াদ্দার এন্টারপ্রাইজ', 'মোঃ সোহরাব আলী', '০১৭৩০১১৪০৪০', 'প্লট-ক/১,দোঃ-বি/৭১,(নীচ তলা),হযরত শাহ আলী স্কুল এন্ড কলেজ মার্কেট,মিরপুর,ঢাকা', '2024-08-22 06:15:14', '2024-08-22 06:15:14');

-- --------------------------------------------------------

--
-- Table structure for table `informationbackups`
--

CREATE TABLE `informationbackups` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `ref_no` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `zonename` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `businame` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ownername` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `mob` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `busiadd` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `informationbackups`
--

INSERT INTO `informationbackups` (`id`, `ref_no`, `zonename`, `businame`, `ownername`, `mob`, `busiadd`, `created_at`, `updated_at`) VALUES
(1, '35206', '১ উত্তরা', 'ডি ২৪ লজিস্টিক লিঃ', 'মোঃ জিয়াউল করিম', '01713-461138', 'ক-১১/২এ,হ্যাভেলী সেন্টার,জগন্নাথপুর বসুন্ধরা রোড,ভাটারা,ঢাকা-১২২৯', '2024-08-22 06:21:03', '2024-08-22 06:21:03'),
(2, '35207', '১ উত্তরা', 'ট্রান্সকম ফুডস লিঃ', 'জনাব আতিকুর রহমান (পরিচালক)', '01711-927878', 'প্লট-১৩,সোনারগাঁও জনপথ রোড,(২য়তলা),সেক্টর-১৩,উত্তরা,ঢাকা-১২৩০', '2024-08-22 06:21:03', '2024-08-22 06:21:03'),
(3, '35208', '৩ মহাখালী', 'নিজাম ইলেকট্রিক ওয়ার্ল্ড', 'মীর নিজাম উদ্দিন আহমেদ', '০১৭১১৫২৫৮৩২', '১৬০, ভবন মার্কেট, দো: ২৫, গুলশান-২, ঢাকা-১২১২', '2024-08-22 06:21:03', '2024-08-22 06:21:03'),
(4, '35209', '২ মিরপুর', 'চৌধুরী ট্যুরস্ এন্ড ট্রাভেলস্', 'ইকবাল হোসেন চৌধুরী', '০১৮১৯০০০১৮০', 'সেকশন-০২, ব্লক-ডি, প্লট-৭৪, চিড়িয়াখানা রোড, মিরপুর, ঢাকা-১২১৬', '2024-08-22 06:21:03', '2024-08-22 06:21:03'),
(5, '35210', '৫ কারওয়ান বাজার', 'সিমপেলক্স ফায়ার সেফটি সল্যুশনস লিমিটেড', 'সুজিৎ কুমার দে', '০১৭১৩০০২৪০২', 'বাড়ী-২১/২২,রোড-২,ব্লক-সি,কাদেরাবাদ হাউজিং এস্টেট লিঃ,মোহাম্মদপুর,ঢাকা-১২০৭', '2024-08-22 06:21:03', '2024-08-22 06:21:03'),
(6, '35211', '৭ দক্ষিণখান', 'আঁখি ট্রাভেলস উত্তরা', 'মোঃ সোবাহান চৌধুরী', '০১৭১৩৫১৬১৯৩', '১৩৮, হাসান মাহমুদ কমপ্লেক্স, আজমপুর, দক্ষিনখান, ঢাকা-১২৩০', '2024-08-22 06:21:03', '2024-08-22 06:21:03'),
(7, '35212', '৬ উত্তরা', 'মায়ের দোয়া মটরস-২', 'মোঃ শাহীন মোল্লা', '01916844973', 'প্লট-২৯, শাহ মখদুম এভিনিউ, সেক্টর-১৪, উত্তরা, ঢাকা-১২৩০', '2024-08-22 06:21:03', '2024-08-22 06:21:03'),
(8, '35213', 'বাজার শাখা', 'নিপা ষ্টোর', 'নিপা আক্তার', '০১৭১১১০০৬৬৪', '১৮৪ নং দোকান খিলগাঁও তালতলা সুপার মার্কেট, দোতলা, ঢাকা।', '2024-08-22 06:21:03', '2024-08-22 06:21:03'),
(9, '35214', '২ মিরপুর', 'টপ টেন মাট লিমিটেড', 'মোঃ সৈয়দ হোসেন (এম, ডি)', '০১৭১১৪২৮৬৬২', 'প্লট-৩, মেইন রোড-১ ব্লক-জি (৩য় তলা) অন্ধ কল্যান মার্কেট মিরপুর-১ ঢাকা ', '2024-08-22 06:21:03', '2024-08-22 06:21:03'),
(10, '35215', '৪ মিরপুর', 'হাবীবুল্লাহ এন্টারপ্রাইজ', 'মোঃ হাবিবুল্লাহ', '০১৬২৫১১৯২০৭', '৪নং দারুস সালাম রোড, দো-১৮০ (নীচতলা), মিসকো সুপার মার্কেট, মিরপুর, ঢাকা-১২১৬', '2024-08-22 06:21:03', '2024-08-22 06:21:03'),
(11, '35156', '৫ কারওয়ান বাজার', 'টপ ওয়ান ট্রেডিং', 'এম এ রাসেল খান', '০১৭১১৫৯৪৬৫৬', '৩/এ, কাওরান বাজার, হাসনে টাওয়ার তেজগাঁও,  ঢাকা', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(12, '35157', '৩ মহাখালী', 'নিম ল্যাবরেটরীজ (প্রা:) লি:', 'সুস্মিতা আনিস', '০১৭৩০০০৭৭৪৮', 'এ সি আই সেন্টার ২৪৫, তেজগাওঁ শিল্প এলাকা, ঢাকা- ১২০৮', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(13, '35158', '১ উত্তরা', 'মেসার্স এইচ ওয়াই এন্টারপ্রাইজ', 'মোঃ এফ আই হারুন খাঁন', '01873-322163', 'প্লট-২৫,রাজলক্ষী কমপ্লেক্স,দোঃ-০২ (৫ম তলা), সেক্টর-০৩,উত্তরা,ঢাকা-১২৩০ ', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(14, '35159', '২ মিরপুর', 'সানজিদা হার্ডওয়্যার ', 'মোঃ জসিম উদ্দিন শিপন ', '০১৮১২৯০৫৩৩৬', '৪৪, বাইশটেকী, মিরপুর, ঢাকা-১২১৬', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(15, '35160', '৩ মহাখালী', 'দি বিজনেস পোষ্ট', 'মোহাম্মদ নূর আলী', '০১৭২৪৩৩৩৩৯৬', '১১৮/১২১, তেজগাঁও শি/ এ, ঢাকা-১২০৮', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(16, '35161', '৪ মিরপুর', 'সানজু জুয়েলার্স গোল্ড এন্ড গোল্ড প্লেটেট', 'মোঃ রুবেল', '০১৭৯৩২৪৩৫৩৬', '১/এ, সেনপাড়া পর্বতা, দো-২৬ (৪র্থ তলা), শাহ আলী প্লাজা, মিরপুর, ঢাকা-১২১৬', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(17, '35162', '৩ মহাখালী', 'মৌসুমী নেটওয়ার্ক লিমিটেড', 'তাহসিন আমান ( এম. ডি )', '০১৮৪১৪৪১৪৯২', 'প্লটÑ ১০, তাহের টাওয়ার ( ৫ম তলা ), গুলশান উত্তর বা/এ, ঢাকাÑ ১২১২', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(18, '35163', '৩ মহাখালী', 'রিভার্স রিসোর্সেস বিডি লিঃ', 'সামিউল হক (এম.ডি)', '০১৬৭৩১৮৮৪৩৬', 'ভেনচুরা আইকনিয়া, লেভেল-৩, প্লট-৩৭, রোড-১১, ব্লক-এইচ, বনানী বা/এ, ঢাকা-১২১৩', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(19, '35164', '৩ মহাখালী', 'স্কেচ আর্কিয়া লিমিটেড', 'নাছিমা মোস্তফা (চেয়ারম্যান)', '০১৭৫৫৫২৯৬০২', 'গ-১৮৫, মহাখালী, ঢাকা-১২১২', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(20, '35165', '৩ মহাখালী', 'পোষ্ট মিডিয়া কমিউনিকেশন লিমিটেড', 'মোহাম্মদ নূর আলী ( এম.ডি )', '০১৭২৪৩৩৩৩৯৬', '১১৮Ñ১২১, তেজগাঁও শি/এ, ঢাকাÑ ১২০৮', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(21, '35166', '২ মিরপুর', 'হাওলাদার ওয়াশিং প্লান্ট', 'গোলাম মোস্তফা', '০১৭১৩০২৬৬৩৩', 'সেকশন-২, ব্লক-কে, শিল্প প্লট-৪৯,৫২,৫৩, রুপনগর শি/এ মিরপুর ঢাকা-১২১৬', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(22, '35167', '৫ কারওয়ান বাজার', 'খলিল কোম্পানী', 'নূরুল আমিন মবিন', '০১৬৮৩৯৭৬৩০৬', '৭৩/১, বছিলা, মোহাম্মদপুর, ঢাকা-১২০৭', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(23, '35168', '৩ মহাখালী', 'হোম সেল বিডি', 'আবদুল কাদের', '০১৭৭৩১৫৮৩৭৩', '৩৯৪/১, পশ্চিম রামপুরা, ঢাকা-১২১৯', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(24, '35169', '২ মিরপুর', 'আসিফ বেনারশী সিল্ক হাউজ', 'রিয়াজ', '০১৫২১৩২৩৫৩৮', '১০/এ, রোড-৬, বাঃ প্লট-১, মিরপুর,ঢাকা-১২১৬', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(25, '35170', '৩ মহাখালী', 'কবির অটোমোবাইল', 'মোঃ কবির শিকদার ', '০১৭১২২৪৪৯৮২', 'ক-১৯/১/এ, মহাখালী (রসুলবাগ) ঢাকা-১২১২', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(26, '35171', '৩ মহাখালী', 'আমানটা হোল্ডিংস লিঃ', 'তাহসিন আমান (ব্যবস্থাপনা পরিচালক)', '01841441492', 'প্লট- 10, তাহের টাওয়ার (6ষ্ঠ তলা) গুলশান- 2, নর্থ সার্কেল, ঢাকা- 1212', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(27, '35172', '৪ মিরপুর', 'মেসার্স জাহান ট্রেড ষ্টার ইন্টরন্যাশনাল', 'ডেইজী রহমান', '01711109383', '৯৫ (২য়তলা), সেনপাড়া পর্বতা, মিরপুর, ঢাকা- ১২১৬', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(28, '35173', '৫ কারওয়ান বাজার', 'আলী টেলিকম', 'মোহাম্মদ আলী', '01735920251', '১০, কাওরান বাজার, তেজগাঁও, ঢাকা।', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(29, '35174', '২ মিরপুর', 'সাগর শাড়ী বিতান', 'মোঃ সাগর ফরাজী', '০১৮১৯২৩১৬৮৭', 'দোঃ-ক/১৯,মোহাম্মদীয়া মার্কেট,মিরপুর-১১,ঢাকা', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(30, '35175', '৪ মিরপুর', 'মেসার্স নিউ শাম্মী জুয়েলার্স', 'মোঃ কামাল হোসেন ', '০১৭১০২৮৪৩৯০', '১/এ, দারুস সালাম রোড, দোঃ নং-১৪৮, মাজার, কোঃ অঃ মার্কেট, মিরপুর, ঢাকা-১২১৬।', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(31, '35176', '৪ মিরপুর', 'মেসার্স জেড এস এন্টারপ্রাইজ ', 'মোঃ সাইফুজ্জামান চৌধুরী জুয়েল ', '০১৭১১৭৮৮২০৪', '১৫১/২৯, দক্ষিন পীরেরবাগ মুক্তি হাউজিং, মিরপুর, ঢাকা ', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(32, '35177', '২ মিরপুর', 'মাহাবুব মেডিসিন কর্নার', 'মোঃ মাহবুব আলম', '০১৮৮২৩৯৩৩৭০', '১/সি (নিউ) প্লট-সি/১১, চিঃ রোড, মিরপুর, ঢাকা', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(33, '35178', '১ উত্তরা', 'আলী আহমেদ ট্রেডার্স', 'তোফায়েল আহমেদ খন্দকার', '০১৮৮৮০৭১১২২', 'ক-৩৮/১২/এ, কুড়িল ,বড়বাড়ী, ভাটারা, ঢাকা-১২২৯', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(34, '35179', '৩ মহাখালী', 'মেডিকন সার্ভিসেস', 'মোঃ মহসীন কামাল', '০১৬১১৮২৩২৬৪', '৪১৬/১ পশ্চিম রামপুরা (নীচতলা), রামপুরা, ঢাকা- ১২১৯', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(35, '35180', 'বাজার শাখা', 'মেসার্স লুৎফা ষ্টোর', 'লুৎফা রহমান', '০১৮১৯২২৫৮০৯', '২৯ নং দোকান, খিলগাঁও তালতলা সুপার মার্কেট, দোতলা, ঢাকা। ', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(36, '35181', '১ উত্তরা', 'সানফিং ট্রাভেল সার্ভিসেস লিমিটেড', 'মোহাম্মদ মতিউর রহমান', '০১৭২২৯৩৫৪৬৯', 'গ্রীন ওরল্যান্ড (৫ম তলা), ৪২/৪, প্রগতি স্বরনী, জগন্নাথপুর, ঢাকা- ১২২৯।', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(37, '35182', '৩ মহাখালী', 'এস এন্ড এন এ্যাপারেলস', 'দেওয়ান নাসিম উর রহমান', '০১৯১৪১২৬৬৫৫', 'গ- ১৩১/১, মধ্য বাড্ডা , ঢাকা -১২১২', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(38, '35183', '৩ মহাখালী', 'এম বিসমিল্লাহ ইন্টারন্যাশনাল', 'মোঃ মনিরুজ্জামান', '০১৮১৭৫৬২১৭৬', '১৩৯/১/এফ  পূর্ব রামপুরা (জামতলা), ঢাকা- ১২১৯', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(39, '35184', '৫ কারওয়ান বাজার', 'ফাষ্ট ট্রেডিং', 'মোঃ মাহমুদুল হাসান রুমী', '০১৭১৫৬২০১৫১', '১৪৭/জি, গ্রীনরোড, তেজগাঁও, ঢাকা', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(40, '35185', '৬ উত্তরা', 'এম এস এন্টারপ্রাইজ', 'মো: মনিরুল সরদার', '০১৪০৬৩১১১৭৫', '১৪,রানাভোলা মেইন রোড,তুরাগ,ঢাকা', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(41, '35186', 'বাজার শাখা', 'মেসার্স বাপী ষ্টোর', 'নাজমুল হুদা', '০১৮১৯২২৫৮০৯', '১৪৭ নং দোকান, খিলগাঁও তালতলা সুপার মার্কেট, দোতলা, ঢাকা। ', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(42, '35187', '১ উত্তরা', 'এম এন্ড জেড সোর্সিং বিডি', 'মোঃ মনিরুল হাসান', '01710-434229', 'খ-৩৯,খিলক্ষেত,ঢাকা-১২২৯', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(43, '35188', '৪ মিরপুর', 'মেসার্স জাকির এন্ড ব্রাদার্স', 'জাকির হোসেন', '01711270022', '৮৬০, ইব্রাহিমপুর, কাফরুল, ঢাকা-১২০৬', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(44, '35189', '৩ মহাখালী', 'এ টি এম এক্সসরিজ', 'মোঃ মনিরুল হাসান', '০১৭১০৪৩৪২২৯', 'কÑ ২৪/বি, নদ্দা (সরকারবাড়ী),ঢাকাÑ ১২১২', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(45, '35190', '৫ কারওয়ান বাজার', 'ডিয়াজ ইন্টারন্যাশনাল লিমিটেড', 'দেবায়ন চক্রবর্তী', '০১৮৯৪৪১১১৭৬', '২৮, কারওয়ান বাজার, তাজ ম্যানশন, তেজগাঁও, ঢাকা-১২১৫', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(46, '35191', '৪ মিরপুর', 'মদিনা ট্রেডার্স', 'মোঃ সেলিম হোসেন ', '01716534160', '৪ নং দারুস সালাম রোড,মিরপুর টাওয়ার,দোকান নং-১০/সি,(৯ম তলা),মিরপুর-১,ঢাকা-১২১৬', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(47, '35192', '৬ উত্তরা', 'আল-রাজী এন্টারপ্রাইজ', 'শরীফ মোস্তফা', '01759-007774', 'বাড়ী-২৮/১, রোড-০২, হাজী ধনুমিয়া মাকের্ট, ধরঙ্গারটেক, ‍নিশাতনগর, তুরাগ, ঢাকা।', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(48, '35193', '৩ মহাখালী', 'ইন্টারন্যাশনাল ব্রান্ডস লিঃ', 'আনিস আহমেদ', '০১৭৩০৩১০০৮০', 'খ-৬৬/৭, শাহজাদপুর, গুলশান, ঢাকা-১২১২', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(49, '35194', '৩ মহাখালী', 'বিকাশ ট্রেডার্স', 'মাসুম উল করিম', '০১৯১৩৪৭৪৬৩৫', 'রুপায়ন সেন্টার(৬ তলা),৭২ বীর উত্তম   একে খন্দকার সড়ক , মহাখালী বা/এ , ঢাকা ১২১২', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(50, '35195', '৪ মিরপুর', 'তাসনিম মেডিকেল হল', 'মোঃ আব্বাস উদ্দিন', '01835842463', '১৮০, পশ্চিম কাফরুল, ঢাকা', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(51, '35196', '৩ মহাখালী', 'এস জি এইচ হেলথ কেয়ার লিঃ', 'আনিস আহমেদ', '০১৮১৪৪৯২৬৬৯', 'খ-৬৬/৭,(লেক রোড),শাহজাদপুর,গুলশান,ঢাকা-১২১২', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(52, '35197', '৪ মিরপুর', 'আইডিয়াল ফার্মা', 'মোঃ আব্দুল খালেক', '01732166031', '৬১, পঃ কাফরুল, কাফরুল, ঢাকা - ১২০৭', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(53, '35198', '৪ মিরপুর', 'জে, এস মটরস', 'মনির হোসেন', '০১৭৭৫৫৫২১২২', '২৫৭/ক, বাগবাড়ী, মিরপুর, ঢাকা১২১৬।', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(54, '35199', '১ উত্তরা', 'সি এন এফ ২৪ লিমিটেড', 'মোঃ জিয়াউল করিম', '01713-461138', 'ক-১১/২এ,হ্যাভেলী সেন্টার,জগন্নাথপুর বসুন্ধরা রোড,ভাটারা,ঢাকা-১২২৯', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(55, '35200', '৪ মিরপুর', 'দি-ইমপ্লিমেন্টাস', 'এ আর ফরহাদ হোসেন', '০১৭১১৬৭৩০৪৩', '৩/১/ক, দঃ কল্যানপুর, মিরপুর, ঢাকা-১২১৬', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(56, '35201', '৭ দক্ষিণখান', 'মেসার্স চট্টগ্রাম টিম্বার ট্রেডার্স এন্ড সমিল', 'কানিজ ফাতেমা', '01720189688', 'সেকান্দার মার্কেট, কসাইবাড়ী, রেলগেট, দক্ষিনখান, ঢাকা-১২৩০।', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(57, '35202', '১ উত্তরা', 'দ্যা উড হাব', 'ইয়ামিনুল হক গং', '01713454341, 01732443400', 'প্লট নং-৪১,  এ বি সুপার মার্কেট, সেক্টর-০৩, উত্তরা, ঢাকা-১২৩০।', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(58, '35203', '২ মিরপুর', 'সু গ্যালারী', 'মাহমুদুর রহমান খান ', '০১৭১৭৪৬৭০২৭', '১ নং হারুনাবাদ হাজী কুজরত আলী মোল্লা সুপার মার্কেট মিরপুর ঢাকা ', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(59, '35204', '১ উত্তরা', 'ইভোনিক বাংলাদেশ লিমিটেড', 'সনজিত কুমার চক্রবর্তী', '০১৭১৩২৪১৬৫৮', 'প্লট-১৬,১৭,মিকা কর্নারস্টোন রোড-১২,উত্তরা,ঢাকা-১২৩০', '2024-08-22 06:35:39', '2024-08-22 06:35:39'),
(60, '35205', '৪ মিরপুর', 'অ্যামেজিং হেলথ কেয়ার', 'মোঃ মহিবুল হক রাজীব', '01710762366', '৩১/৩/বি, কল্যানপুর, ঢাকা', '2024-08-22 06:35:39', '2024-08-22 06:35:39');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_reset_tokens_table', 1),
(3, '2019_08_19_000000_create_failed_jobs_table', 1),
(4, '2019_12_14_000001_create_personal_access_tokens_table', 1),
(5, '2024_06_08_042852_create_customers_table', 1),
(6, '2024_06_09_103612_create_settings_table', 1),
(7, '2024_07_03_064958_create_payments_table', 1),
(8, '2024_07_08_043232_create_payment_methods_table', 2),
(9, '2024_07_30_100245_create_information_table', 3),
(10, '2024_07_30_100305_create_products_table', 3),
(11, '2024_07_30_100409_create_categories_table', 3),
(12, '2024_08_22_120819_create_informationbackups_table', 4);

-- --------------------------------------------------------

--
-- Table structure for table `password_reset_tokens`
--

CREATE TABLE `password_reset_tokens` (
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `personal_access_tokens`
--

CREATE TABLE `personal_access_tokens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tokenable_type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tokenable_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(64) COLLATE utf8mb4_unicode_ci NOT NULL,
  `abilities` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `expires_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `products`
--

CREATE TABLE `products` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `category_id` int(11) DEFAULT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `model_no` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `price` double NOT NULL DEFAULT 0,
  `qty` int(11) NOT NULL DEFAULT 0,
  `warranty` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `purchase_date` date DEFAULT NULL,
  `note` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` tinyint(3) UNSIGNED NOT NULL DEFAULT 1 COMMENT '1=>Active, 0=>Inactive',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `settings`
--

CREATE TABLE `settings` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `site_name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `site_title` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `header_logo` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `footer_logo` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `fav_icon` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `contact_number` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `address` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `fax` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `settings`
--

INSERT INTO `settings` (`id`, `site_name`, `site_title`, `header_logo`, `footer_logo`, `fav_icon`, `contact_number`, `email`, `address`, `fax`, `created_at`, `updated_at`) VALUES
(1, 'TIL Label Print Service', 'Print Service', 'images/setting/1724127651.png', 'images/setting/1724127651.png', 'images/setting/1724127651.png', '01790668717', 'info@gmail.com', 'Dhaka Bangladesh', '09696668717', '2024-07-06 05:00:54', '2024-08-22 04:54:46');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_role` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'Roles: 1=admin, 2=customer',
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `plain_password` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `address` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `user_role`, `email`, `phone`, `email_verified_at`, `password`, `plain_password`, `image`, `address`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'Admin', '1', 'admin@gmail.com', '01790668717', NULL, '$2y$12$v0n3/kaF.UsQB.g2ytnSiuukE0lU28h.Ob16Iwp5mJuJNBuP.Tpd6', NULL, 'images/admin/1724126530.png', 'Dhaka Bangladesh', NULL, '2024-07-06 05:00:54', '2024-08-20 04:32:10'),
(7, 'Md.Atiqur Rahman', '2', 'atiqur@gmail.com', '09606500816', NULL, '$2y$12$wUKCQ6rsVeaZjlndlm54.ObZ51CjN6cw0VGV5dLwQ1364bkYFvQpC', '11223344', 'images/staff/1722927898.png', 'Dhaka Bangladesh', NULL, '2024-08-06 04:05:15', '2024-08-07 08:42:18');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`);

--
-- Indexes for table `information`
--
ALTER TABLE `information`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `informationbackups`
--
ALTER TABLE `informationbackups`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_reset_tokens`
--
ALTER TABLE `password_reset_tokens`
  ADD PRIMARY KEY (`email`);

--
-- Indexes for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  ADD KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`);

--
-- Indexes for table `products`
--
ALTER TABLE `products`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `settings`
--
ALTER TABLE `settings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`),
  ADD UNIQUE KEY `users_phone_unique` (`phone`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `information`
--
ALTER TABLE `information`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=434;

--
-- AUTO_INCREMENT for table `informationbackups`
--
ALTER TABLE `informationbackups`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=61;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `products`
--
ALTER TABLE `products`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `settings`
--
ALTER TABLE `settings`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
